###################################### 1 ##########################################

#Добавить в таблицу PC следующую модель:
#code: 20
#model: 2111
#speed: 950
#ram: 512
#hd: 60
#cd: 52x
#price: 1100

INSERT INTO PC (code, model, speed, ram, hd, cd, price)
	VALUES (20, 2111, 950, 512, 60, '52x', 1100)

###################################### 2 ##########################################

#Добавить в таблицу Product следующие продукты производителя Z:
#принтер модели 4003, ПК модели 4001 и блокнот модели 4002

INSERT INTO Product (maker, model, type) VALUES 
	('Z', 4003, 'Printer'),
	('Z', 4001, 'PC'),
	('Z', 4002, 'Laptop')

###################################### 3 ##########################################

#Добавить в таблицу PC модель 4444 с кодом 22, имеющую скорость процессора 1200
#и цену 1350.

INSERT INTO PC (code, model, speed, price) VALUES
	(22, 4444, 1200, 1350)

